Repository: zhrispineda/Feedback-Assistant-iOS
Catalog: Feedback Assistant iOS/Resources/CommonStrings.xcstrings
Source language: en
Languages: bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# REMOVE_DEVICE_ALERT_MESSAGE_%@
source: Removing %@ will remove all of the diagnostics associated with it. Removing diagnostics limits Apple's ability to understand the issue and address it.
bg: С премахването на %@ ще бъдат премахнати всички свързани диагностики. Премахването на диагностиката ограничава способността на Apple да разбере проблема и да го разреши.
ca: Si elimines %@, s’eliminaran tots els diagnòstics que hi estan associats, la qual cosa limitarà la capacitat d’Apple per entendre i solucionar el problema.
cs: Při odstranění položky %@ budou odstraněna všechna související diagnostická data. Bez těchto dat má společnost Apple jen omezené možnosti, jak problém analyzovat a vyřešit.
da: Hvis du fjerner %@, fjernes al diagnostik i forbindelse dermed. Hvis du fjerner diagnostik, bliver det sværere for Apple at forstå årsagen til problemet og løse det.
de: Durch das Entfernen von „%@“ werden alle damit verbundenen Diagnosedaten gelöscht. Durch das Entfernen von Diagnosedaten wird die Möglichkeit für Apple eingeschränkt, das Problem zu verstehen und zu beheben.
el: Αν αφαιρέσετε το «%@», θα αφαιρεθούν όλα τα διαγνωστικά δεδομένα που είναι συσχετισμένα με αυτό. Η αφαίρεση των διαγνωστικών δεδομένων περιορίζει την ικανότητα της Apple να κατανοήσει το ζήτημα και να το επιδιορθώσει.
es: Si eliminas el dispositivo “%@”, se eliminarán todos los informes de diagnóstico asociados con él, lo que limita la capacidad de Apple de comprender el problema y abordarlo.
es_419: Al eliminar %@, se borrarán todos los diagnósticos asociados, lo que limitará la habilidad de Apple de comprender el problema y solucionarlo.
fi: Kun %@ poistetaan, kaikki siihen liittyvät vianmääritystiedot poistetaan myös. Vianmääritystietojen poistaminen rajoittaa Applen mahdollisuuksia ymmärtää ongelmaa ja ratkaista se.
fr: La suppression de %@ supprimera tous les diagnostics associés. La suppression des diagnostics limite la capacité d’Apple à comprendre et résoudre le problème.
fr_ca: La suppression de %@ supprimera tous les diagnostics qui lui sont associés. La suppression des diagnostics limite les possibilités dont Apple dispose pour comprendre et résoudre le problème.
hi: %@ को हटाने से इससे जुड़े सभी डायग्नॉस्टिक हट जाएँगे। डायग्नॉस्टिक को हटाने से Apple की समस्या को समझने और उसे दूर करने की क्षमता सीमित हो जाती है।
hr: Ako uklonite %@, uklonit će se sva povezana dijagnostika. Uklanjanjem dijagnostike ograničava se Appleova mogućnost razumijevanja problema i njegovo rješavanje.
hu: A(z) %@ eltávolítása esetén a hozzá kapcsolódó összes diagnosztikai adat is el lesz távolítva. Ha eltávolítja a diagnosztikai adatokat, az Apple nem tudja értelmezni és megszüntetni a problémát.
id: Jika %@ dihapus, semua diagnostik terkait akan ikut dihapus. Menghapus pembatasan diagnostik membatasi kemampuan Apple untuk memahami masalah dan menyelesaikannya.
it: Se rimuovi %@, verranno eliminati tutti i dati di diagnosi associati. La rimozione dei dati di diagnosi limita la capacità di Apple di comprendere il problema e di risolverlo.
ja: %@を削除すると、関連付けられたすべての診断も削除されます。診断を削除すると、Appleが問題を把握および対処できる可能性が低くなります。
kk: %@ құрылғысын жою кезінде онымен байланысты барлық диагностикалық дерек жойылады. Диагностикалық деректерді жою әрекеті Apple компаниясының мәселенің мәнін түсіну және оны шешу мүмкіндіктерін шектейді.
ko: %@을(를) 제거하면 관련된 모든 진단이 제거됩니다. 진단을 제거하면 Apple이 문제를 이해하고 해결하는 능력이 제한됩니다.
lt: Pašalinus „%@“, bus pašalintos visos su juo susijusios diagnostikos funkcijos. Pašalinus diagnostiką, apribojamos „Apple“ galimybės suprasti problemą ir ją spręsti.
ms: Mengeluarkan %@ akan mengeluarkan semua diagnostik yang dikaitkan dengannya. Mengeluarkan diagnostik akan mengehadkan keupayaan Apple untuk memahami dan menangani isu.
nl: Als je %@ verwijdert, wordt alle bijbehorende diagnostische informatie verwijderd. Dit maakt het moeilijker voor Apple om het probleem te begrijpen en te verhelpen.
no: Hvis du fjerner %@, fjernes alle diagnostikker som er knyttet til den. Fjerning av diagnostikker begrenser Apples mulighet til å forstå og løse problemet.
pl: Jeśli usuniesz %@, usunięte zostaną także wszystkie powiązane dane diagnostyczne. Bez danych diagnostycznych Apple nie ma możliwości zrozumienia, na czym polega problem, i rozwiązania go.
pt_br: A remoção de %@ removerá todos os diagnósticos associados a ele. A remoção de diagnósticos limita a capacidade da Apple de entender o problema e corrigi-lo.
pt_pt: Se remover %@, serão também removidos todos os diagnósticos associados. A remoção de diagnósticos limita a capacidade da Apple de compreender e resolver o problema.
ro: Dacă eliminați %@, vor fi eliminate toate datele de diagnoză asociate. Eliminarea datelor de diagnoză limitează capacitatea Apple de a înțelege și rezolva problema.
ru: При удалении устройства «%@» будут удалены все связанные с ним диагностические данные. Без этих данных специалистам Apple будет сложнее определить и устранить проблему.
sk: Odstránením položky %@ odstránite aj všetky súvisiace diagnostické dáta. Bez diagnostických dát má spoločnosť Apple len obmedzené možnosti, ako váš problém analyzovať a vyriešiť.
sl: Če odstranite %@, bo odstranjena vsa diagnostika, povezana s tem. Če odstranite diagnostiko, boste omejili zmožnost družbe Apple za razumevanje težave in njeno odpravljanje.
sv: Om du tar bort %@ blir alla diagnosdata som associeras också borttagna. Genom att ta bort diagnosdata begränsas Apples möjlighet att förstå problemet och åtgärda det.
th: การเอา %@ ออกจะเอาการวินิจฉัยทั้งหมดที่เกี่ยวข้องออก การเอาการวินิจฉัยออกจะจำกัดความสามารถของ Apple ในการทำความเข้าใจและจัดการปัญหานั้น
tr: %@ silindiğinde onunla ilişkili tanıların tümü silinecek. Tanıları silmek, Apple’ın sorunu anlayıp ele alabilme yeteneğini sınırlar.
uk: Якщо вилучити %@, буде вилучено всі повʼязані діагностичні дані. Вилучення діагностики обмежить можливості Apple щодо аналізу проблеми та її усунення.
vi: Xóa %@ sẽ xóa tất cả các chẩn đoán được liên kết với thiết bị đó. Xóa chẩn đoán sẽ giới hạn khả năng tìm hiểu sự cố cũng như giải quyết sự cố của Apple.
zh_cn: 移除“%@”将移除与之关联的所有诊断信息。移除诊断信息会限制Apple理解并解决问题的能力。
zh_hk: 移除%@將會移除所有與其相關的診斷資料。移除診斷資料會限制Apple了解並解決問題的能力。
zh_tw: 移除「%@」將會移除所有與其相關的診斷。移除診斷會限制Apple瞭解和解決問題的能力。

# ALL_FILTER
source: All
bg: Всички
ca: Tot
cs: Všechny zprávy
da: Alle
de: Alle
el: Όλα
es: Todo
es_419: Todo
fi: Kaikki
fr: Tous
fr_ca: Tous
hi: सभी
hr: Sve
hu: Összes
id: Semua
it: Tutti
ja: すべて
kk: Барлығы
ko: 모두
lt: Visi
ms: Semua
nl: Alles
no: Alle
pl: Wszystkie
pt_br: Tudo
pt_pt: Todos
ro: Tot
ru: Все
sk: Všetky správy
sl: Vse
sv: Alla
th: ทั้งหมด
tr: Tümü
uk: Усі
vi: Tất cả
zh_cn: 全部
zh_hk: 全部
zh_tw: 全部

source: Survey
bg: Анкета
ca: Enquesta
cs: Průzkum
da: Undersøgelse
de: Umfrage
el: Έρευνα
es: Encuesta
es_419: Encuesta
fi: Kysely
fr: Enquête
fr_ca: Questionnaire
hi: सर्वेक्षण
hr: Anketa
hu: Felmérés
id: Survei
it: Sondaggio
ja: 調査
kk: Сауалнама
ko: 설문 조사
lt: Apklausa
ms: Tinjauan
nl: Enquête
no: Undersøkelse
pl: Ankieta
pt_br: Pesquisa
pt_pt: Questionário
ro: Sondaj
ru: Опрос
sk: Prieskum
sl: Anketa
sv: Enkät
th: การสำรวจ
tr: Anket
uk: Опитування
vi: Khảo sát
zh_cn: 信息反馈
zh_hk: 調查
zh_tw: 問卷

# REMOVE_DIAGNOSTICS_ALERT_TITLE
source: Removing Diagnostics
bg: Премахване на диагностика
ca: Eliminant les dades de diagnòstic
cs: Odstranění diagnostických dat
da: Fjerner diagnostik
de: Diagnose wird entfernt
el: Αφαίρεση διαγνωστικών…
es: Eliminación del diagnóstico
es_419: Eliminación de diagnósticos
fi: Poistetaan vianmääritystä
fr: Suppression des diagnostics
fr_ca: Suppression des diagnostics
hi: डायग्नॉस्टिक हटाया जा रहा है
hr: Uklanjanje dijagnostike
hu: Diagnosztikai adatok eltávolítása
id: Menghapus Diagnostik
it: Rimozione dei dati di diagnosi
ja: 診断を削除中
kk: Диагностикалық деректер жойылуда
ko: 진단 제거
lt: Diagnostikos pašalinimas
ms: Mengeluarkan Diagnostik
nl: Diagnostische informatie verwijderen
no: Fjerner diagnostikk
pl: Usuwam diagnostykę
pt_br: Removendo Diagnósticos
pt_pt: A remover diagnósticos
ro: Eliminare diagnoză
ru: Удаление диагностических данных
sk: Odstránenie diagnostiky
sl: Odstranjevanje diagnostike
sv: Tar bort diagnosdata
th: กำลังเอาการวินิจฉัยออก
tr: Tanılar Siliniyor
uk: Вилучення діагностики
vi: Đang xóa chẩn đoán
zh_cn: 移除诊断信息
zh_hk: 正在移除診斷
zh_tw: 正在移除診斷資料

# UNFINISHED_SURVEY
source: Survey Draft
bg: Чернова на анкета
ca: Esborrany d’enquesta
cs: Koncept průzkumu
da: Udkast til undersøgelse
de: Umfrageentwurf
el: Πρόχειρο έρευνας
es: Borrador de la encuesta
es_419: Borrador de encuesta
fi: Kyselyluonnos
fr: Brouillon de l’enquête
fr_ca: Brouillon du questionnaire
hi: सर्वेक्षण ड्राफ़्ट
hr: Skica ankete
hu: Felmérés vázlata
id: Draf Survei
it: Bozza sondaggio
ja: 調査票の下書き
kk: Сауалнама нобайы
ko: 설문 조사 임시 저장
lt: Apklausos juodraštis
ms: Draf Tinjauan
nl: Conceptenquête
no: Utkast til undersøkelse
pl: Wersja robocza ankiety
pt_br: Rascunho da Pesquisa
pt_pt: Rascunho do questionário
ro: Ciornă sondaj
ru: Черновик опроса
sk: Koncept prieskumu
sl: Osnutek ankete
sv: Enkätutkast
th: ฉบับร่างการสำรวจ
tr: Anket Taslağı
uk: Чернетка опитування
vi: Bản nháp khảo sát
zh_cn: 信息反馈草稿
zh_hk: 調查草稿
zh_tw: 問卷草稿

# SOMETHING_ELSE_CHOICE
source: Something else not on this list
bg: Нещо друго, което не е в този списък
ca: Una altra opció que no és a la llista
cs: Není v seznamu
da: Noget andet, som ikke er på denne liste
de: Anderer Fehler, der nicht auf der Liste steht
el: Κάτι άλλο που δεν είναι σε αυτήν τη λίστα
es: Otro tema no incluido en esta lista
es_419: Algo distinto
fi: Jokin muu, joka ei ole tässä luettelossa
fr: Un élément non cité dans la liste
fr_ca: Autre chose qui ne figure pas dans la liste
hi: कुछ और जो इस सूची में नहीं है
hr: Nešto drugo što nije na ovom popisu
hu: Valami még nincs a listán
id: Ada hal lain yang tidak disertakan di daftar ini
it: Qualcos’altro non presente nell’elenco
ja: 上記以外
kk: Бұл тізімге енгізілмеген басқа да деректер бар
ko: 이 목록에 없는 다른 문제
lt: Kažkas kita, ko nėra šiame sąraše
ms: Perkara lain yang tiada dalam senarai ini
nl: Iets wat niet in deze lijst staat
no: Noe annet som ikke er på denne listen
pl: Coś innego (spoza listy)
pt_br: Outra coisa que não está na lista
pt_pt: Outra opção não incluída na lista
ro: Altceva care nu se află în această listă
ru: Другое (отсутствует в списке)
sk: Nie je na tomto zozname
sl: Nekaj drugega, kar ni na tem seznamu
sv: Något annat som saknas på denna lista
th: มีอย่างอื่นที่ไม่อยู่ในรายการนี้
tr: Bu listede olmayan başka bir şey
uk: Дещо інше не з цього списку
vi: Tùy chọn khác không có trong danh sách này
zh_cn: 问题不在此列表中
zh_hk: 不在此列表上的其他內容
zh_tw: 此列表未包含的其他選項

# DEMOTE_FEEDBACK_ASSIGN_WARNING
source: Removing this feedback from the team will return it to the originator, who will be able to see this feedback and its attachments even if they are no longer part of your team. This action cannot be undone.
bg: Премахването на тази обратна връзка от екипа ще я върне на създателя, който ще може да види тази обратна връзка и нейните прикачени файлове, дори ако вече не е част от вашия екип. Това действие не може да бъде отменено.
ca: En desassignar el comentari de l’equip, es retornarà a qui l’hagi creat. Encara que ja no en sigui membre, podrà veure el comentari i els adjunts. Aquesta acció no es pot desfer.
cs: Když zpětnou vazbu odeberete týmu, bude vrácena původci, který si pak může prohlížet její obsah a přílohy, i když už do vašeho týmu nepatří. Tato akce je nevratná.
da: Hvis denne feedback fjernes fra teamet, sendes den tilbage til den person, der har oprettet den. Personen vil kunne se denne feedback og relaterede bilag – selv hvis vedkommende ikke længere er en del af teamet. Handlingen kan ikke fortrydes.
de: Durch das Entfernen dieses Feedbacks aus dem Team wird es an den Urheber zurückgesendet. Der Urheber kann das Feedback und dessen Anhänge sehen, selbst wenn er nicht mehr Teil deines Teams ist. Diese Aktion kann nicht widerrufen werden.
el: Αν αφαιρέσετε αυτά τα σχόλια από την ομάδα, θα επιστραφούν στον δημιουργό τους ο οποίος θα μπορεί να προβάλει αυτά τα σχόλια και τα συνημμένα τους, ακόμη κι αν δεν αποτελεί πλέον μέλος της ομάδας σας. Δεν είναι δυνατή η αναίρεση αυτής της ενέργειας.
es: Si eliminas del equipo este comentario, se devolverá a quien lo creó y esta persona podrá ver el comentario y sus archivos adjuntos aunque ya no forme parte del equipo. Esta acción no se puede deshacer.
es_419: Si eliminas este comentario del equipo, se le regresará al creador, quien podrá verlo junto con sus archivos adjuntos incluso si ya no forma parte de tu equipo. Esta acción no puede deshacerse.
fi: Tämän palautteen poistaminen tiimiltä palauttaa sen aloittajalle, joka voi nähdä tämän palautteen ja sen liitteet, vaikka hän ei enää kuulu tiimiisi. Tätä toimintoa ei voida perua.
fr: Si vous supprimez cette évaluation de l’équipe, elle retournera auprès de la personne qui l’a créée. Cette dernière pourra voir cette évaluation ainsi que ses pièces jointes, même si elles ne font plus partie de votre équipe. Cette action est irréversible.
fr_ca: Le fait de retirer ce commentaire à l’équipe le renverra à son auteur, qui pourra le consulter avec ses pièces jointes, même s’il ne fait plus partie de votre équipe. Cette action est irréversible.
hi: टीम से इस फ़ीडबैक को हटाने पर यह ओरिजिनेटर के पास वापस चला जाएगा, जो यह फ़ीडबैक और इसके अटैचमेंट देखने में सक्षम होगा चाहे वे अब आपकी टीम का हिस्सा नहीं रहे हों। यह क्रिया पहले जैसी नहीं की जा सकती है।
hr: Ako uklonite ovu povratnu informaciju iz tima, ona će biti vraćena svom autoru koji će moći vidjeti ovu povratnu informaciju i njezine privitke čak i ako više nije dio vašeg tima. Ovaj postupak ne može se poništiti.
hu: Ha eltávolítja ezt a visszajelzést a csoportból, azzal visszaküldi a visszajelzést eredetileg létrehozó személynek, aki még akkor is megtekintheti a visszajelzést és a csatolt mellékleteket, ha már nem tagja a csoportnak. Ez a művelet nem vonható vissza.
id: Jika dihapus dari tim, umpan balik ini akan dikembalikan ke pembuatnya, yang akan dapat melihat umpan balik ini dan lampirannya bahkan jika mereka tidak lagi bagian dari tim Anda. Tindakan ini tidak dapat diurungkan.
it: Rimuovendo il feedback dal team, questo verrà riassegnato alla persona che l’ha originato, che sarà in grado di visualizzarne il contenuto e gli allegati pur non facendo più parte del team. L’azione è irreversibile.
ja: このフィードバックをチームから削除すると、元の担当者に戻されます。元の担当者は、すでにチームから外れていても、このフィードバックと添付ファイルを見ることができます。 この操作は取り消せません。
kk: Бұл пікірді командадан жойсаңыз, ол авторға қайтарылады. Автор команда құрамынан шыққан болса да, пікірді және оның ішіндегі тіркемелерді көре алатын болады. Бұл — қайтымсыз әрекет.
ko: 팀에서 이 피드백을 제거하면 생성자에게 되돌아가며, 생성자는 이 피드백과 첨부 파일이 더 이상 팀에 속하지 않더라도 볼 수 있습니다. 이 동작은 취소할 수 없습니다.
lt: Pašalinus šį atsiliepimą iš komandos, jis bus grąžintas autoriui, kuris galės matyti šį atsiliepimą ir jo priedus net ir tada, jei nebebus jūsų komandos nariu. Šio veiksmo anuliuoti negalima.
ms: Mengeluarkan maklum balas ini daripada pasukan akan mengembalikannya kepada pemula, yang akan dapat melihat maklum balas ini dan lampirannya walaupun mereka bukan lagi sebahagian daripada pasukan anda. Tindakan ini tidak boleh dibuat asal.
nl: Als je deze feedback uit het team verwijdert, wordt deze teruggestuurd naar de initiator, die deze feedback en de bijbehorende bijlagen kan zien, zelfs als ze niet meer deel uitmaken van je team. Dit kan niet ongedaan worden gemaakt.
no: Når denne tilbakemeldingen fjernes fra arbeidsgruppen, sendes den tilbake til den som opprettet den. Vedkommende vil fortsatt kunne se denne tilbakemeldingen og tilhørende vedlegg, selv uten å være medlem i arbeidsgruppen din. Denne handlingen kan ikke angres.
pl: Usunięcie tej opinii z zespołu zwróci ją jej inicjatorowi, który będzie mógł wyświetlać jej treść i załączniki, nawet jeśli nie należy już do Twojego zespołu. Tej czynności nie można cofnąć.
pt_br: A remoção deste feedback da equipe o enviará de volta à pessoa que o criou, que poderá ver o feedback e seus anexos mesmo se não fizer mais parte da sua equipe. Essa ação não pode ser desfeita.
pt_pt: Se remover este comentário da equipa, será devolvido à pessoa que o enviou, que poderá ver o comentário e os respetivos anexos, mesmo que já não faça parte da equipa. Esta ação é irreversível.
ro: Eliminarea acestui feedback de la echipă îl va returna inițiatorului, care va putea să vadă acest feedback și fișierele sale atașate, chiar dacă nu mai face parte din echipa dvs. Această acțiune este ireversibilă.
ru: Если удалить этот отзыв из команды, он будет возвращен автору, и автор сможет видеть этот отзыв и вложения в нем, даже если он больше не является членом Вашей команды. Это действие невозможно отменить.
sk: Keď túto odozvu odoberiete tímu, vráti sa k svojmu pôvodcovi, ktorý si bude môcť prezerať jej obsah a prílohy, aj keď už nepatrí do vášho tímu. Táto akcia je nevratná.
sl: Če te povratne informacije odstranite iz ekipe, bodo vrnjene izvirnemu pošiljatelju, ki si bo lahko ogledal te povratne informacije in priloge, tudi če ni več del vaše ekipe. Tega dejanja ni mogoče razveljaviti.
sv: När du tar bort denna feedback från teamet återgår den till upphovsmannen som kan se denna feedback och dess bilagor även om den inte längre ingår i teamet. Den här åtgärden kan inte ångras.
th: การเอาคำติชมนี้ออกจากทีมจะส่งคำติชมนี้กลับไปที่ผู้สร้างซึ่งจะสามารถเห็นคำติชมนี้และไฟล์แนบของคำติชมได้แม้ว่าเขาจะไม่เป็นส่วนหนึ่งในทีมของคุณอีกต่อไป การทำงานนี้ไม่สามารถเรียกกลับคืนได้
tr: Bu geri bildirim ekipten silindiğinde onu yaratan kişiye döndürülür. Bu kişi ekibinizin bir parçası olmasa bile bu geri bildirimi ve ilişiklerini görebilir. Bu eylem geri alınamaz.
uk: У разі вилучення відгуку з команди він повернеться до автора, який зможе переглядати цей відгук і вкладення в ньому, навіть якщо він більше не є членом вашої команди. Цю дію не можна відмінити.
vi: Xóa phản hồi này khỏi nhóm sẽ trả phản hồi về người khởi tạo. Người khởi tạo sẽ có thể xem phản hồi này và các tệp đính kèm ngay cả khi chúng không thuộc nhóm của bạn nữa. Không thể hoàn tác hành động này.
zh_cn: 从团队中移除此反馈会将反馈重新分配给报告者，即使不再是你团队的一员，该报告者仍然能够看到此反馈及其附件。 此操作无法撤销。
zh_hk: 從團隊中移除此用户意見將會把用户意見退回給發起人，發起人將可以查看此用户意見和附件，即使其不再屬於你的團隊。 此動作無法還原。
zh_tw: 從團隊中移除此使用者意見會將使用者意見送回給發起人，發起人可以查看此使用者意見和附件，即使不再屬於你的團隊。 此動作無法還原。

# ADD_ATTACHMENT_CHOICE_DEVICE
source: Device Diagnostics
bg: Диагностика на устройство
ca: Dades de diagnòstic del dispositiu
cs: Diagnostika zařízení
da: Enhedsdiagnostik
de: Gerätediagnose
el: Διαγνωστικά συσκευής
es: Diagnóstico del dispositivo
es_419: Diagnósticos del dispositivo
fi: Laitteen vianmääritys
fr: Diagnostics des appareils
fr_ca: Diagnostic de l’appareil
hi: डिवाइस डायग्नॉस्टिक
hr: Dijagnostika uređaja
hu: Eszközdiagnosztika
id: Diagnostik Perangkat
it: Diagnosi dispositivo
ja: デバイス診断
kk: Құрылғы диагностикасы
ko: 기기 진단
lt: Įrenginio diagnostika
ms: Diagnostik Peranti
nl: Diagnostische informatie van apparaat
no: Enhetsdiagnostikk
pl: Diagnostyka urządzenia
pt_br: Diagnóstico do Dispositivo
pt_pt: Diagnósticos do dispositivo
ro: Diagnoză dispozitiv
ru: Диагностика устройства
sk: Diagnostika zariadenia
sl: Diagnostika naprave
sv: Enhetsdiagnos
th: การวินิจฉัยอุปกรณ์
tr: Aygıt Tanıları
uk: Діагностика пристрою
vi: Chẩn đoán thiết bị
zh_cn: 设备诊断信息
zh_hk: 裝置診斷資料
zh_tw: 裝置診斷資料

source: Cancel
bg: Отказ
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
es_419: Cancelar
fi: Kumoa
fr: Annuler
fr_ca: Annuler
hi: रद्द करें
hr: Poništi
hu: Mégsem
id: Batalkan
it: Annulla
ja: キャンセル
kk: Бас тарту
ko: 취소
lt: Atšaukti
ms: Batal
nl: Annuleer
no: Avbryt
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ro: Anulați
ru: Отменить
sk: Zrušiť
sl: Prekliči
sv: Avbryt
th: ยกเลิก
tr: Vazgeç
uk: Скасувати
vi: Hủy
zh_cn: 取消
zh_hk: 取消
zh_tw: 取消

source: Feedback
bg: Обратна връзка
ca: Comentari
cs: Zpětná vazba
el: Σχόλιο
es: Comentario
es_419: Comentarios
fi: Palaute
fr: Évaluation
fr_ca: Évaluation
hi: फ़ीडबैक
hr: Povratna informacija
hu: Visszajelzés
id: Umpan Balik
ja: フィードバック
kk: Пікір
ko: 피드백
lt: Atsiliepimas
ms: Maklum Balas
no: Tilbakemelding
pl: Opinia
pt_pt: Comentários
ru: Отзыв
sk: Odozva
sl: Povratne informacije
th: คำติชม
tr: Geri Bildirim
uk: Відгук
vi: Phản hồi
zh_cn: 反馈
zh_hk: 用户意見
zh_tw: 使用者意見

source: Submitting
bg: Изпращане
ca: Enviant
cs: Odesílání
da: Sender
de: Senden …
el: Υποβολή
es: Enviando
es_419: Enviando
fi: Lähetetään
fr: Envoi
fr_ca: Envoi
hi: सबमिट किया जा रहा है
hr: Slanje
hu: Beküldés folyamatban
id: Mengirim
it: Invio
ja: 送信中
kk: Жіберілуде
ko: 제출 중
lt: Pateikimas
ms: Menghantar
nl: Versturen
no: Sender inn
pl: Wysyłam
pt_br: Enviando
pt_pt: A enviar
ro: Trimitere
ru: Отправка
sk: Odosielam
sl: Pošiljanje
sv: Skickar
th: กำลังส่ง
tr: Gönderiliyor
uk: Надсилання
vi: Đang gửi
zh_cn: 正在提交
zh_hk: 正在送出
zh_tw: 送出中

source: Saving draft
bg: Запазване на чернова
ca: Desant l’esborrany
cs: Ukládání konceptu
da: Gemmer udkast
de: Entwurf sichern
el: Αποθήκευση πρόχειρου
es: Guardando borrador…
es_419: Guardando borrador
fi: Tallennetaan luonnosta
fr: Enregistrement du brouillon
fr_ca: Enregistrement du brouillon
hi: ड्राफ़्ट सहेजा जा रहा है
hr: Spremanje skice
hu: Vázlat mentése
id: Menyimpan draf
it: Salvo la bozza
ja: 下書きを保存中
kk: Жоба жазба сақталуда
ko: 임시 저장 중
lt: Išsaugomas juodraštis
ms: Menyimpan draf
nl: Concept bewaren
no: Arkiverer utkast
pl: Zachowuję wersję roboczą
pt_br: Salvando rascunho
pt_pt: A guardar rascunho
ro: Salvare ciornă
ru: Сохранение черновика
sk: Ukladám koncept
sl: Shranjevanje osnutka
sv: Sparar utkast
th: กำลังบันทึกฉบับร่าง
tr: Taslak kaydediliyor
uk: Збереження чернетки
vi: Đang lưu bản nháp
zh_cn: 正在存储草稿
zh_hk: 正在儲存草稿
zh_tw: 正在儲存草稿
